{
  "articles": [
    {
      "id": "9236",
      "title": "Indonesia developing new early warning system using GPS to detect tsunamis",
      "summary": "Indonesia is working on an offshore tsunami early warning system using GPS to monitor sea level changes.\nAccording to the Southeast Asian country’s National Disaster Mitigation Agency (BNPB), this new dynamic system could be implemented in the next five years.\nThis comes as Indonesia marks 20 years since it suffered one of the worst natural disasters recorded in history\n",
      "date": "2024-12-24",
      "publisher": "CNA",
      "articleId": "e82f49b4"
    },
    {
      "id": "bab1",
      "title": "No wallet, no phone, no problem: How you could pay with just your palm in future",
      "summary": "The Visa-Tencent pay-by-palm machine at the Alchemist 71 Robinson was set up in October this year, allowing some Visa employees to use their palms to pay for food and drinks.\nWhen the pilot is expanded, Visa cardholders from DBS, OCBC and UOB will be able to pay using their palms as well.\nPalm payment has been available in Singapore since as early as 2019, but has not become mainstream. Security concerns over biometric payments still remain.\n",
      "date": "2024-12-24",
      "publisher": "CNA",
      "articleId": "1bea5bba"
    },
    {
      "id": "6e3b",
      "title": "EU relaxes food safety requirements for Vietnamese instant noodles",
      "summary": "In the second half of this year, if any food safety violations involving Vietnamese instant noodles are discovered, the EU will include Vietnam's vermicelli and rice products in Annex Il again, subjecting 50% of the products to control at EU border gates\nTo ensure that Vietnamese products meet EU standards and can successfully enter the market, the Ministry of Industry and Trade has instructed export businesses to strictly adhere to the EU's food safety regulations and effectively manage their production supply chains.\nThe post EU relaxes food safety requirements for Vietnamese instant noodles appeared first on The Saigon Times.\n",
      "date": "2024-12-23",
      "publisher": "Saigon Times",
      "articleId": "71836635"
    },
    {
      "id": "e518",
      "title": "Construction Ministry to aid real estate market recovery",
      "summary": "Market watchers suggest that the woes faced by the real estate sector could impact other businesses and the economy as a whole, given the interdependent relationships between real estate, insurance, banking, and securities.\nIf the current situation persists, VARS predicts that by the end of the third quarter, 23% of the country's real estate firms may exit the market, and only 43% would be able to resume operations by the end of the year.\nThe post Construction Ministry to aid real estate market recovery appeared first on The Saigon Times\n",
      "date": "2024-12-23",
      "publisher": "Saigon Times",
      "articleId": "633e8896"
    },
    {
      "id": "57b2",
      "title": "Grab, Gojek, CDG Zig, Tada platform fees to rise by up to 50 cents from Jan 1",
      "summary": "Four ride-hailing companies in Singapore will be raising its platform fees by up to S$0.50 (US$0.37) from Jan 1, in a move they say is to partly cover higher costs arising from the upcoming Platform Workers Act.\\nUnder the new Platform Workers Act, effective from Jan 1, platform workers will receive better protection in three areas - CPF contributions, financial compensation if they are injured on the job, as well as a legal framework for representation.",
      "date": "2024-12-24",
      "publisher": "CNA",
      "articleId": "4540d14e"
    }
  ]
}